import React from 'react';
import {
  MDBIcon,
  MDBCol,
  MDBRow,
  MDBCard,
  MDBView,
  MDBCardBody,
  MDBBadge,
  MDBJumbotron,
  MDBBtn,
  MDBContainer,
  MDBMask,
  MDBBox
} from 'mdbreact';
import image1 from '../../assets/News7/1.jpg';
import image2 from '../../assets/News7/2.jpg';
import image3 from '../../assets/News7/3.jpg';
import image4 from '../../assets/News7/4.jpg';
import image5 from '../../assets/News7/5.jpg';
import image6 from '../../assets/News7/6.jpg';
const News7 = () => {
  return (<MDBCardBody style={{
      paddingTop: "120px"
    }}>
    <MDBRow>
      <MDBCol md="12">
        <center>
          <MDBView hover="hover" cascade="cascade" waves="waves">
            <img src={image1} alt="" className="img-fluid"/>
            <MDBMask overlay="white-slight" className="waves-light"/>
          </MDBView>
        </center>
        <p className="font-weight-bold mt-4 mb-3">
          7. อนาคตของการใช้สารไซโลไซบิน (Psilocybin)เชิงบำบัดหรือรักษาทางการแพทย์ในแคนาดาจะเป็นอย่างไร
        </p>
        <p className="px-4">
          <a href="https://uvic.academia.edu/brucetobin" target="_black">
            <u>นายบรูซ โทบิน</u>
          </a>
        </p>

        <p className="text-justify">
          กลายเป็นผู้ที่สนใจสารไซโลไซบินซึ่งเป็นสารที่ออกฤทธิ์ต่อจิตและประสาทในเห็ดไซโลไซบ์เมื่อ 10 ปีที่แล้ว เมื่อตอนที่เขาได้รับการติดต่อจากหญิงที่ได้รับการวินิจฉัยว่าเป็นมะเร็งระยะสุดท้าย ซึ่งนเธอนั้นกำลังทุกข์ทรมานจากทั้ง
          <a href="https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1291326/" target="_black">
            <u>ภาวะซึมเศร้าระดับรุนแรง</u>
          </a>
          ภาวะวิตกกังวลและความสิ้นหวัง และมีโอกาสที่เธอจะเสียชีวิตสูงมาก โชคดีที่การรักษาที่มีประสิทธิภาพส่งผลให้อาการป่วยมะเร็งของเธอทุเลาลง แต่อย่างไรก็ตามเธอก็ยังคงประสบกับความทุกข์ทรมานกับอาการที่ผิดปกติทางจิตเวชและวิธีรักษาทางการแพ ทย์ทั่วไปได้รับการพิสูจน์แล้วว่ายังไม่มีประสิทธิภาพในการยับยั้งอาการเหล่านี้
        </p>

        <center>
          <MDBView hover="hover" cascade="cascade" waves="waves">
            <img src={image2} alt="" className="img-fluid"/>
            <MDBMask overlay="white-slight" className="waves-light"/>
          </MDBView>
        </center>
        <p className="text-justify mt-4">
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; “โรคมะเร็งกลายเป็นอดีตของเธอไปแล้ว แต่เธอก็ยังมีความกลัวอยู่ตลอดว่ามันจะกลับมาอีก” โทบินนักจิตวิทยาบำบัดที่ทำงานมานานกว่า 35 ปี ประจำอยู่ในเมืองวิคตอเรีย รัฐบริติชโคลัมเบียกล่าว หลังจากทดลองใช้ทางเลือกอื่น เธอก็ได้ลองใช้
          <a href="https://en.wikipedia.org/wiki/Psilocybin" target="_black">
            <u>สารไซโลไซบิน (Psilocybin)</u>
          </a>
          ที่อยู่ใน
          <a href="https://en.wikipedia.org/wiki/Psilocybin_mushroom" target="_black">
            <u>เห็ดไซโลไซบ์ (Magic Mushroom)</u>
          </a>
          หลังจากนั้นเธอพบว่าความรู้สึกของเธอดีขึ้นอย่างมากในเวลาอันรวดเร็ว “เธอรายงานว่า ได้รับคุณประโยชน์หลายอย่างจากสารไซโลไซบิน การมองโลกในแง่ดีมากขึ้น สภาวะทางจิตวิญญาณ คุณภาพชีวิตและความรู้สึกในการยอมรับความตายของเธอเพิ่มมากขึ้น ไม่ว่ามันจะเกิดเมื่อไหร่ก็ตาม” โทบินกล่าว
        </p>
        <p>
          <MDBIcon className="fa fa-quote-left pr-2"/>เมื่อเราผ่านพ้นโรคระบาดครั้งนี้ จะมีผู้คนจำนวนนับหมื่นที่จำเป็นที่จะต้องได้รับการรักษาและช่วยเหลือ” ถึงอย่างนั้นทางองค์กรก็ไม่ต้องการให้ยาสองตัวนี้ถูกนำมาใช้ในเชิงสันทนาการ เนื่องจากอาจถูกนำไปใช้ในทางที่ผิดได้หากไม่ได้รับการควบคุมอย่างเข้มงวด อย่างไรก็ตามพวกเขากล่าวว่างานวิจัยเมื่อไม่นานมานี้แสดงให้เห็นว่าเป็นประโยชน์อย่างยิ่งต่อผู้ที่กำลังทรมาณ อยู่กับปัญหาสุขภาพจิต<MDBIcon className="fa fa-quote-right mx-2"/>
        </p>

        <p>
          งานวิจัยจากมหาวิทยาลัยฮาร์วาร์ดพบว่าระหว่าง 60 ถึง 80 เปอร์เซ็นต์ของผู้ที่มีภาวะซึมเศร้า
          <a href="https://www.mayoclinic.org/diseases-conditions/depression/symptoms-causes/syc-20356007" target="_black">
            <u>(Major Depressive Disorder)</u>
          </a>
          หรือโรค
          <a href="https://www.mayoclinic.org/diseases-conditions/post-traumatic-stress-disorder/symptoms-causes/syc-20355967" target="_black">
            <u>Post Traumatic Stress Disorder (PTSD)</u>
          </a>
          มี
          <a href="https://en.wikipedia.org/wiki/Evidence-based_medicine" target="_black">
            <u>หลักฐานเชิงประจักษ์</u>
          </a>
          ของการการบรรเทาของอาการหลังจากใช้หนึ่งในสองชนิดของยา โรงพยาบาลเซนต์วินเซนต์ในเมลเบิร์น (Melbourn’s St Vincent’s Hospital) กำลังอยู่ในระหว่างการทดลองทางคลินิกเกี่ยวกับประสิทธิภาพการใช้ยาไซคีเดลิกต่อผู้ป่วยระยะสุดท้ายที่ถูกคุ กความโดยภาวะซึมเศร้าหรือภาวะวิตกกังวล
        </p>

        <center>
          <MDBView hover="hover" cascade="cascade" waves="waves">
            <img src={image3} alt="" className="img-fluid"/>
            <MDBMask overlay="white-slight" className="waves-light"/>
          </MDBView>
        </center>
        <p className="text-justify mt-4">
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ประสบการณ์ของเธอสอดคล้องกับ
          <a href="https://www.popsci.com/single-dose-magic-mushrooms-eases-depression-in-cancer-patients/" target="_black">
            <u>งานวิจัย</u>
          </a>
          ของการการบเมื่อเร็วๆ นี้ซึ่งแสดงให้เห็นว่าสารไซโลไซบินสามารถช่วยผู้ป่วยมะเร็งระยะสุดท้ายให้สามารถรับมือกับภาวะวิตก กังวลที่เกิดจากการวินิจฉัยโรคได้ งานวิจัยอื่นๆ ที่เกิดขึ้นใหม่ กำลังแสดงให้เห็นถึงศักยภาพของยาที่ออกฤทธิ์ต่อจิตและประสาทชนิดนีเ ซึ่งบางตัวได้รับการรับรองสถานะ
          <a href="https://www.fda.gov/patients/fast-track-breakthrough-therapy-accelerated-approval-priority-review/breakthrough-therapy" target="_black">
            <u>&quot;การค้นพบการบัดบำบัดรักษาแบบก้าวหน้า&quot;</u>
          </a>
          โดยสำนักงานคณะกรรมการอาหารและยาแห่งชาติสหรัฐอเมริกา เพื่อรักษาและเยียวยาโรคอื่นๆ ที่หลากหลายตั้งแต่
          <a href="https://www.alz.org/alzheimers-dementia/what-is-alzheimers" target="_black">
            <u>โรคอัลไซเมอร์ (Alzheimer’s Disease)</u>
          </a>
          ไปจนถึงภาวะซึมเศร้า หรือแม้กระทั่ง
          <a href="https://www.medicalnewstoday.com/articles/323483" target="_black">
            <u>อาการติดยา (Addiction)</u>
          </a>
          หลังจากได้ทราบถึงผลลัพท์ในเชิงบวกที่ได้จากผู้ป่วย โทบินได้อุทิศตัวเองเพื่อสนับสนุนสิทธิเข้าถึงการใช้ยาจากสารไซโลไซบินของผู้ป่วยและยินยอมต่อสู้ชั้นศาล ในรูปแบบคล้ายๆ กับการที่ผู้ป่วยและผู้สนับสนุนกัญชาต่อสู้เพื่อการเข้าถึงสารดังกล่าว
        </p>

        <p className="text-justify">
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; โทบินเป็นส่วนหนึ่งของผู้ให้บริการด้านสาธารณสุขและนักวิจัยทั่วโลกที่กำลังต่อสู้กับความเป็นไปได้ของการอนุ ญาตให้ใช้
          <a href="https://www.medicalnewstoday.com/articles/323483" target="_black">
            <u>ยาไซคีเดลิก (Psychedelic Drug)</u>
          </a>
          จากเห็ดไซโลไซบ์และสารที่ออกฤทธิ์ต่อจิตและประสาทชนิดอื่นๆ ได้ในเชิงการบำบัดหรือการรักษาทางการแพทย์ ซึ่งตั้งแต่ปี ค.ศ. 1970 ซึ่งถูกห้ามในกฎหมายแคนาดาและสหรัฐอเมริกา โดยตอนนี้กำลังอยู่ในช่วงฟื้นฟูใหม่อีกครั้ง
        </p>

        <center>
          <MDBView hover="hover" cascade="cascade" waves="waves">
            <img src={image4} alt="" className="img-fluid"/>
            <MDBMask overlay="white-slight" className="waves-light"/>
          </MDBView>
        </center>

        <p className="text-justify mt-4">
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ในฤดูใบไม้ร่วงนี้มหาวิทยาลัยโตรอนโต (University of Toronto) ได้เริ่มแผนงานวิจัยไซคีเดลิก ซึ่งจะเป็นหนึ่งในศูนย์วิจัยที่ทำการทดลองทางคลินิกเรื่องของการ
          <a href="https://en.wikipedia.org/wiki/Microdosing" target="_black">
            <u>ไมโครโดส (Microdosing)</u>
          </a>
          สารไซโลไซบิน
          <a href="https://www.utm.utoronto.ca/psychedelics/research" target="_black">
            <u>ที่แรกของโลก</u>
          </a>
          แผนงานวิจัยดังกล่าวได้ร่วมมือกับสถาบันชั้นนำอื่นๆ อีกมากมายโดยได้อุทิศทรัพยากรในการวิจัยเกี่ยวกับยาไซคีเดลิก ซึ่งรวมถึง มหาวิทยาลัยจอนส์ ฮอปกินส์ (Johns Hopkins) และมหาวิทยาลัยอิมพีเรียลคอลเลจน์ ลอนดอน (Imperial College London) และนับตังแต่กัญชาได้กลายเป็นสิ่งที่ถูกกฎหมายเพื่อการใช้ในการสันทนาการในแคนาดา ทำให้ตลาดยาไซคีเดลิกได้ดึงดูดผู้บริหารของบริษัทกัญชาได้เป็นจำนวนมาก โดยพวกเขาต่างมองว่าสารไซโลไซบินเป็นแนวหน้าแห่งนวัตกรรมการบำบัดโรคในอนาคต
        </p>

        <p>
          ในขณะเดียวกันก็มีความเห็นต่างๆนาๆเกิดขึ้นทั่วประเทศ ซึ่งแบ่งเป็นฝ่ายของผู้ที่เต็มใจที่จะฝ่าฝืนกฎหมายเพื่อให้สามารถเข้าถึง สารไซโลไซบินและผู้ที่เห็นว่าควรตามช่องทางกฎหมายเป็นวิธีที่ดีที่สุดในการเดินหน้าต่อ
        </p>

        <p>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ในปี ค.ศ. 2017 โทบินได้ยื่นคำขอต่อองค์การสาธารณสุขของประเทศแคนาดา เพื่อขอรับ
          <a href="https://www.canada.ca/en/health-canada/services/health-concerns/controlled-substances-precursor-chemicals/exemptions.html" target="_black">
            <u>การยกเว้นจากกฎหมายยาเสพติดในปัจจุบันเป็นกรณีพิเศษ</u>
          </a>
          โดยจะอนุญาตให้เขาผลิตหรือสังเคราะห์สารไซโลไซบิน แล้วมอบให้แก่กลุ่มผู้ป่วยมะเร็งระยะสุดท้ายที่กำลังทุกข์ทรมานจากภาวะซึมเศร้าหรือภาวะวิตกกังวล (end- of-life distress) เนื่องจากวิธีรักษาอื่นไม่ได้ผล
        </p>
        <p>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; “พวกเขากลายเป็นคนหดหู่ ขวัญเสีย และชีวิตดูเหมือนแทบจะสูญสิ้นความหมาย ไม่มีความรู้สึกมีว่าอนาคตอยู่ข้างหน้า” โทบินกล่าว เขาประเมินว่ามีประชากรเกือบ 3,000 คนในแคนาดาผู้ซึ่งการใช้สารไซโลไซบินเป็นประโยชน์มากกว่าแนวทางการรักษาทีมีอยู่ในปัจจุบัน รวมถึงกลุ่มคนไข้ของเขาเอง เขาได้แก้ไขข้อเรียกร้องของเขากับองค์การสาธารณสุขส่วนรัฐบาลของแคนาดาหลายครั้งในช่วงหลายปีที่ผ่านม า โดยได้รับจดหมายการสนับสนุนจากสมาชิกของทีมวิจัยสารไซโลไซบินทั่วสหรัฐอเมริกา รวมถึงจากมหาวิทยาลัยจอนส์ ฮอปกินส์ (Johns Hopkins) ด้วย แต่เขาบอกว่าเวลาผ่านไปหลายเดือนแล้วหลังจากที่เขาได้รับการตอบกลับจากองค์การสาธารณสุขส่วนรัฐบาล โทบินกล่าวว่าเขาวางแผนที่จะดำเนินคดีในศาลในปีหน้า หากเขาถูกปฏิเสธหรือไม่ได้รับคำตอบกลับมา “เรากำลังพูดถึงชาวแคนาดาหลายพันคนที่กำลังทุกข์ทรมานทุกวันว่าการรักษายังคงถูกจำกัดไว้จากพวกเขา การรักษาที่ล่าช้าก็เท่ากับการถูกปฏิเสธการรักษา” โทบินกล่าว องค์การสาธารณสุขของแคนาดาไม่ได้แสดงความคิดเห็นเกี่ยวกับรายละเอียดของข้อร้องเรียนที่ได้รับ โดยอ้างว่าเป็นความลับส่วนบุคคล แต่กล่าวว่าทางองค์กรได้รับสองข้อร้องเรียนเกี่ยวกับสารไซโลไซบิน โดยหนึ่งในนั้นมาจากปี ค.ศ. 2017
        </p>

        <p>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ข้อร้องเรียนของโทบินสนับสนุนการให้ใช้สารไซโลไซบินมีความคล้ายคลึงกับผู้สนับสนุนการใช้กัญชาเพื่อการ บำบัดหรือการรักษาทางการแพทย์ที่ประสบความสำเร็จในการต่อสู้ในชั้นศาล จนในที่สุดก็สามารถทำให้องค์การสาธารณสุขส่วนรัฐบาลของแคนาดา ต้องสร้างระบบพิเศษเพื่อให้ผู้ป่วยสามารถขออนุญาตเพื่อมีไว้ครอบครอง และเพาะปลูกกัญชาได้ โทบินมองว่าเหตุการณ์เหล่านี้ถือเป็นต้นแบบการวางรากฐานสำหรับคดีของเขาเอง อย่างไรก็ตามเขาบอกว่าเขาไม่ได้เห็นด้วยกับการลดทอนความเป็นอาชญากรรมของยาหลอนประสาท เหมือนที่เคยทำเมื่อต้นปี ค.ศ. 2020 ในเมืองเดนเวอร์ รัฐโคโลราโด
        </p>

        <p>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; “ผมไม่ได้สนับสนุน.ห้มีการเปิดให้ใช้ไซโลไซบินเพื่อวัตถุประสงค์ด้านจิตวิญญาณหรือเพื่อการสันทนาการได้อย่ างเสรี ผมเน้นความหมายของผมไปที่การใช้งานไซโลไซบินในเชิงการบำบัดและรักษาทางการแพทย์” เขากล่าว ในขณะที่โทบินกำลังต่อสู้เพื่อการเข้าถึงการใช้สารไซโลไซบินในเพื่อผู้ป่วยของเขา เขาบอกอย่างชัดเจนเลยว่าเขาไม่ใช่ “นักบำบัดโรคใต้ดิน” ผู้ป่วยมีหน้าที่ต้องรับผิดชอบในการอนุญาตในการเข้าถึงการรักษาโดยใช้สารไซโลไซบินด้วยตนเอง “ผมมีคิดเสมอว่าถ้าผมไปศาลและผมเคยเข้าไปมีส่วนร่วมในกิจกรรมที่ผิดกฎหมาย นั่นอาจกลับมาแว้งกัดผมทีหลังได้ ดังนั้นผมจึงมีบทบาทที่ถูกกฏหมายที่นี่ แต่ผมก็จะไม่หนีไปไหน” โทบินกล่าว
        </p>
        <p className="px-4">
          <a href="http://danalarsen.com/" target="_black">
            <u>ดาน่า ลาร์เซน</u>
          </a>
          กลับทำในสิ่งตรงกันข้าม
        </p>
        <p>
          นักเรียกร้องสิทธิผู้ที่ให้ความสนับสนุนสิทธิการเข้าถึงกัญชามาเป็นเวลานานจากแวนคูเวอร์เป็นที่รู้จักกั นในการต่อต้านกฎหมายยาเสพติดโดยทำการละเมิดกฏหมายอย่างโจ่งแจ้ง และตอนนี้เขาได้พุ่งเป้าหมายของเขามาที่ยาที่ออกฤทธิ์ต่อจิตและประสาทเป็นที่เรียบร้อย ในขณะที่ตอนแรกเขามีเป้าหมายเดียวกันกับโทบิน ซึ่งก็คือการรับประกันให้สามารถเข้าถึงการใช้ไซโลไซบินในเชิงการบำบัดและการรักษาทางการแพทย์ได้ แต่ท้ายที่สุดแล้วเขาก็อยากจะเห็นมันกลายเป็นสิ่งที่ถูกต้องตามกฎหมายหรือไม่ก็ควรได้รับการลดทอนความเป็ นอาชญากรรม
        </p>

        <p>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; เขาเปิดเว็บไซต์สั่งซื้อทางไปรษณีย์อย่างผิดกฎหมายชื่อ The Dispensary Mushroom Dispensary เมื่อฤดูร้อนที่ผ่านมานี้เและวางแผนที่จะเปิดสถานที่จริงในปีหน้าซึ่งผู้คนสามารถบริโภคยาไซคีเดลิกได้โดยมี การกำกับดูแล “การขยายตัวเข้าสู่ตลาดยาไซคีเดลิกเป็นเรื่องปกติ มันสมควรแก่เวลาแล้ว” ลาร์เซนกล่าว เขาเป็นหนึ่งในจำนวนร้านขายเห็ดไซโลไซบ์ออนไลน์ที่ผิดกฎหมายในแคนาดา แต่ลาร์เซนดูเหมือนจะเป็นผู้ให้บริการเพียงรายเดียวที่เปิดเผยเกี่ยวกับการทำธุรกิจของเขา ซึ่งบริษัทอื่นๆ ในแคนาดาได้รับคำสั่งให้หยุดจ่ายยาในทันทีโดยองค์การสาธารณสุขของแคนาดา หน่วยงานด้านสุขภาพได้ส่งจดหมายถึง เว็บไซต์
          <a href="https://mungus.com/" target="_black">
            <u>Mungus.ca</u>
          </a>
          ในเดือนกรกฎาคมเพื่อแจ้งว่าการดำเนินงานของบริษัท นั้นละเมิดกฎหมายยาเสพติดของแคนาดา “คุณจะต้องระงับกิจกรรมทั้งหมดที่เกี่ยวข้องกับเห็ดไซโลไซไซบ์ในทันทีและลบเนื้อหาใดๆก็ตามที่เกี่ยวข้องกับ การขายสารควบคุมจากเว็บไซต์ของคุณ” ระบุโดยจดหมายที่ถูกโพสต์บนเว็บไซต์ Mungus.ca องค์การสาธารณสุขยังยืนยันในอีเมลอีกว่าจดหมายถึง Mungus นั้นเป็นของจริงและเป็นหนึ่งใน 6 ฉบับที่ส่งไปยังเว็บไซต์ที่มีการจำหน่ายเห็ดไซโลไศบ์หรือสารไซโลไซบิน สำหรับลาร์เซนที่ต้องเผชิญกับข้อหาเกี่ยวกับกัญชาจำนวนมาก ร้านขายเห็ดไซโลไซบ์ของเขาเป็นส่วนหนึ่งของการผลักดันในวงกว้างขึ้นเพื่อทำให้สารที่ออกฤทธิ์ต่อจิตและประ สาทกลายเป็นเรื่องปกติและก็ทำให้พวกมันถูกกฎหมายในที่สุด “ขบวนการเรียกร้องของประชาชนไม่ได้เป็นเหตุผลเดียวที่กัญชาถูกทำให้ถูกกฏหมายในแคนาดา แต่ผมก็ไม่คิดว่าจะเกิดขึ้นได้หากไม่มีมัน และผมคิดว่าเราจะเห็นสิ่งที่คล้ายกันกับเห็ดวิเศษและยาหลอนประสาท” ลาร์เซนกล่าว
        </p>
        <p>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ธุรกิจออนไลน์ของลาร์เซนเสนอกฎของการไมโครโดส ซึ่งในกรณีนี้เป็นปริมาณสารไซดลไซบินต่ำที่สามารถรับประทานได้สัปดาห์ละสองถึงสามครั้ง สิ่งนี้แตกต่างจากการทานยาในปริมาณมากพอตรงที่การจะทำให้เมายาซึ่งอาจต้องใช้เวลาหลายชั่วโมง เช่นเดียวกับร้านขายยาที่ผิดกฎหมายหรือที่เรียกกันว่า “ตลาดมืด” ที่ดำเนินการมาก่อนการกัญชาถูกทำให้ถูกต้องตามกฎหมาย ลาร์เซนกล่าวว่าเขาจะขายให้เฉพาะผู้ที่อาศัยอยู่ในแคนาดาที่สามารถแสดงหลักฐานหรือผลการวินิจฉัยหรือคำ แนะนำสำหรับการให้ใช้สารไซโลไซบินจากแพทย์ประจำตัว ซึ่งนี่รวมถึงการขายสารไซโลไซบีนให้กับผู้เยาว์ในบางกรณี หากผู้ปกครองยินยอม ลาร์เซนกล่าวว่าจำนวนสมาชิกของร้านขายเห็ดได้เพิ่มไปถึงกว่า 1,000 คนในหกเดือนนับตั้งแต่เขาเปิดตัวเว็บไซต์ “เว็บไซต์เติบโตเร็วกว่าตอนที่ฉันกำลังทำของกัญชาอยู่ ตั้งแต่เริ่มทำช่องทางการขายและธุรกิจอื่น ๆ เมื่อ 10 ปีที่แล้ว แต่ตัวกัญชาเองนั้นเข้าถึงได้ง่ายขึ้นสำหรับคนทั่วไป แต่เห็ดไซโลไซบ์โดยเฉพาะอย่างยิ่งไมโครโดสนั้น คุณจำเป็นจะต้องรู้จักใครสักคน” เขากล่าว
        </p>

        <center>
          <MDBView hover="hover" cascade="cascade" waves="waves">
            <img src={image6} alt="" className="img-fluid"/>
            <MDBMask overlay="white-slight" className="waves-light"/>
          </MDBView>
        </center>

        <p className="text-justify mt-4">
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; อดีตผู้บริหารบริษัทและนักวิจัยด้านกัญชาซึ่งกำลังค้นคว้าเกี่ยวกับยาไซคีเดลิกกล่าวว่าวิทยาศาสตร์และกฎระเบียบที่เข้มงวดจะต้องดำเนินการก่อนเพื่อให้เกิดความยุติธรรมต่ออุตสาหกรรมที่กำลังเติบโต “ข้อโต้แย้งของผมคือกัญชามีอยู่ทั่วไปทุกหนทุกแห่ง การเพิกเฉยการมีอยู่ของมันเป็นการให้ความช่วยเหลือผู้ประกอบการที่ผิดกฎหมาย มันก็เหมือนกันกับยาไซคีเดลิกนั่นล่ะ”
          <a href="https://www.brucelinton.com/" target="_black">
            <u>บรูซ ลินตัน อดีตผู้บริหารบริษัทกัญชายักษ์ใหญ่ชื่อ Canopy Growth</u>
          </a>
          ผู้ซึ่งเพิ่งเข้าร่วมบริหารบริษัทยาไซคีเดลิก
          <a href="https://www.newswire.ca/news-releases/mindmed-acquires-opioid-addiction-drug-candidate-based-on-the-natural-psychedelic-ibogaine-891112447.html" target="_black">
            <u>Mind Mind Inc.</u>
          </a>
          ที่ตั้งอยู่ในเมืองโตรอนโตได้กล่าวไว้ “หน้าที่ของรัฐบาลคือการไม่ควรเพิกเฉย ในอุตสาหกรรมนี้ภาครัฐควรจะควบคุมให้ความรู้ และสร้างรายได้จากมัน” นายลินตัน ผู้ซึ่งยังมีอิทธิพลหลงเหลืออยู่ในอุตสาหกรรมกัญชากล่าวในงานประชุมเกี่ยวกับกัญชา ณ เมืองลาสเวกัส “ใครก็ตามที่ริเริ่มกิจกรรมที่ผิดกฎหมายก็จะสร้างข้อโต้แย้งที่แข็งแกร่งและน่าสนใจให้รัฐบาลทำได้เพียงแค่ทำใ ห้ฉลาดขึ้นเท่านั้น” บริษัทของลินตัน หรือที่รู้จักกันในนาม “Mindmed” ประกาศเมื่อเดือนกันยายนว่า บริษัทได้ลงทุนในฐานโมเลกุลของ
          <a href="https://en.wikipedia.org/wiki/Ibogaine" target="_black">
            <u>สารไอโบเกน (Ibogaine)</u>
          </a>
          ซึ่งเป็นยาที่ออกฤทธิ์ต่อจิตและประสาทอีกประเภทหนึ่ง เพื่อแสวงหาศักยภาพในการรักษาผู้มีอาการติดฝิ่น บริษัทระดมเงินลงทุนมากกว่า 6 ล้านเหรียญสหรัฐเมื่อต้นปี ค.ศ. 2019 และวางแผนที่จะเปิดตัวในแคนาดาในปี 2020 แม้ว่าลินตันจะกล่าวว่าการวิจัยทางวิทยาศาสตร์ในปัจจุบันเกี่ยวกับยาไซคีเดลิกเป็นเรื่องที่น่าตื่นเต้นและมีควา มก้าวหน้ากว่ากัญชา แต่เขาคาดการว่าจะมีผู้บริหารของบริษัทกัญชาเข้ามาในอุตสาหกรรมนี้ สำหรับเขาแล้วมันเป็นสิ่งที่ต้องใช้ความพยายามมากขึ้นและต้องใช้แนวคิดที่ซับซ้อนมากขึ้น “คุณมีแนวโน้มที่จะเห็นนักวิจัยเข้ามามีส่วนร่วมมากขึ้น หากมีวิธีที่เหมาะสมให้พวกเขาสามารถมามีส่วนร่วมได้ และไม่ต้องกังวลเรื่องเงินทุนหรือความก้าหน้าในหน้าที่การงาน” ลินตันกล่าว ในช่วง 40 ถึง 50 ปีที่ผ่านมาเขากล่าวว่างานวิจัยส่วนใหญ่ถูกสร้างขึ้นจากเงามืด
        </p>

        <MDBIcon className="fa fa-quote-left pr-2"/>
        ตอนนี้คุณต้องฉลาดและเลือกเขตของกฏหมายที่คุณสามารถทำงานให้เสร็จได้ สิ่งที่คุณไม่จำเป็นต้องพูดคือ “ฉันจะเปลี่ยนแปลงกฎหมายในแคนาดาแล้วเริ่มทำงาน” แต่สิ่งที่คุณควรจะทำคือ ไปทำงานมาก่อนแล้วจากนั้นใช้งานของคุณเพื่อมาเปลี่ยนกฎหมาย<MDBIcon className="fa fa-quote-right mx-2"/>
      <p className="mt-4">
          แหล่งอ้างอิง:
          <br/>
          <a href="https://globalnews.ca/news/6291447/medical-psychedelics-canada/" target="_black">
            <u>https://globalnews.ca/news/6291447/medical-psychedelics-canada/</u>
          </a>
        </p>

      </MDBCol>
    </MDBRow>
  </MDBCardBody>)
}

export default News7;
